{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_1", "output_dim": 200, "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dtype": "float32", "input_dim": 556, "b_regularizer": null, "W_regularizer": {"l2": 9.99999993922529e-09, "name": "WeightRegularizer", "l1": 0.0}, "activation": "linear", "batch_input_shape": [null, 556]}}, {"class_name": "Activation", "config": {"activation": "tanh", "trainable": true, "name": "activation_1"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_2", "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dim": null, "b_regularizer": null, "W_regularizer": {"l2": 9.99999993922529e-09, "name": "WeightRegularizer", "l1": 0.0}, "activation": "linear", "output_dim": 200}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_2"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_3", "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dim": null, "b_regularizer": null, "W_regularizer": {"l2": 9.99999993922529e-09, "name": "WeightRegularizer", "l1": 0.0}, "activation": "linear", "output_dim": 47}}, {"class_name": "Activation", "config": {"activation": "softmax", "trainable": true, "name": "activation_3"}}]}